[
  {
    "user": "flower moon",
    "content": "fabulous！！"
  },
  {
    "user": "Arvin Tan",
    "content": "the best of best dict extensions"
  },
  {
    "user": "lo lo",
    "content": "the best dictionary plugin ever.."
  },
  {
    "user": "Michael Yang",
    "content": "great app!!!\n\nkeep up the great work!"
  },
  {
    "user": "Rohit Goswami",
    "content": "This is a new staple. Incredible work!"
  },
  {
    "user": "Firefox 用户 14065283",
    "content": "Personally, best translation extension."
  },
  {
    "user": "Mark Todd",
    "content": "It's a real extension in my dream. 这是我梦想中的插件。"
  },
  {
    "user": "陈果",
    "content": "The best translation extension I have ever used!"
  },
  {
    "user": "Holden Fitz",
    "content": "it's a really useful application, which helps a lot"
  },
  {
    "user": "Wilde",
    "content": "it`s the most greatest translating tool.Thanks for sharing by crimx"
  },
  {
    "user": "顾文清",
    "content": "It's my most favorite translate tool, thanks for the author's contribution"
  },
  {
    "user": "Firefox 用户 14332366",
    "content": "I have moved from Chrome to Firefox and still want to support this great add-on"
  },
  {
    "user": "Firefox 用户 14072894",
    "content": "Almost perfect for me. No matter license, Icon&UI, features and customizability."
  },
  {
    "user": "Juner Lee",
    "content": "This is the best translation software I have ever used."
  },
  {
    "user": "Firefox 用户 14348160",
    "content": "AMAZING extension. It has everything that makes a dictionary add-on USEFUL and AWESOME. Thanks a lot Mr. Developer, I have finally found my calling!"
  },
  {
    "user": "Jacker Lao",
    "content": "It is the best dictionary I've ever seen! It's powerful and with many user-friendly designs such as adjusting the fold-size, changing the sequence of dictionary, selecting animation style and so on. Thank you very much!"
  },
  {
    "user": "You Wang",
    "content": "I never write reviews for extension but I just have to write for this one. This is the best dict extension I've ever used. It saves me so much time in reading English paper and blogs. Highly recommended. \n这个扩展的超级棒，是我用过的最好的查词类扩展了。界面可爱，可配置程度高，功能也比较全面，能识别pdf里的词，强烈推荐！！"
  }
]
