export default {
  title: '沙拉查词',
  full_title: 'Saladict 沙拉查词-聚合词典划词翻译',
  description:
    'Saladict 沙拉查词是一款专业划词翻译扩展，为交叉阅读而生。大量权威词典涵盖中英日韩法德西语，支持复杂的划词操作、网页翻译、生词本、PDF、以及 Vimium 全键盘操作。',
  cws: 'Chrome 网上应用店',
  amo: 'Firefox 扩展',
  dd: '直接下载',
  manual: '使用手册',
  source_code: '源代码',
  desc: {
    search: {
      title: '查单词，从未如此轻松',
      content: [
        '沙拉查词支持多重查词模式混合使用，无论是单击、双击、图标、悬浮还是快捷键，总有适合您的搭配。',
        '多个词典同时查询，根据情景模式以及查词语言、长度动态显示不同词典组合，快速得到需要的结果。'
      ]
    },
    notebook: {
      title: '单词本，好的知识值得沉淀',
      content: [
        '沙拉查词内置查词记录和生词本，可对有价值的单词编写笔记收藏。',
        '每个单词的上下文亦被自动获取及翻译，珍贵的语境得到了保留。',
        '单词本可以通过 WebDAV 跨设备同步，亦可导出到其它记忆软件中强化记忆。'
      ]
    },
    langs: {
      title: '多语种，令人惊喜的丰富',
      content: [
        '虽然主打英文查词，沙拉查词依然对其它语种提供了不错的支持。',
        '针对简体中文、繁体中文、日语、韩语、法语、德语、西班牙语沙拉查词都提供了相应的词典，其它语种亦提供了多种主流机器翻译结果。',
        '每个词典都由作者精心打磨，统一的风格，舒适的阅读效果，请为他打 call！'
      ]
    },
    paper: {
      title: '论文狗，寒夜中的一方热碳',
      content: [
        '沙拉查词默认提供了论文模式、翻译模式和句库模式，可分别用于论文的阅读、翻译和撰写。',
        '内置 PDF 阅读器，配合侧边栏模式的独立窗口查词面板，母亲手织毛衣的温暖，熬夜在沙拉查词上读论文时也能感受到。'
      ]
    }
  },
  support: {
    title: '支持本项目',
    content:
      '觉得好用的话欢迎帮助更多朋友发现本扩展。请按 {github} 上方的 {star} 以及在 {chrome} 或 {firefox} 留好评。设计与开发本扩展均由作者一人花费大量私人时间与精力完成（同时感谢{contribute}的热心开发者），并承诺一直开源免费无广告。欢迎随喜打赏咖啡以支持继续开发（以及保持维护和更新各个词典）。也欢迎支付宝搜索 514220641 薅红包，拿到的红包亦可用于打赏！',
    contribute: '贡献代码'
  }
}
