export default {
  title: '沙拉查詞',
  full_title: '沙拉查詞-多字典滑鼠選字翻譯',
  description:
    'Saladict 沙拉查詞是一款專業滑鼠選字翻譯擴充套件，為交叉閱讀而生。大量權威字典涵蓋中英日韓法德西語，支援複雜的選字操作、網頁翻譯、生字本、PDF、以及 Vimium 全鍵盤操作。',
  cws: 'Chrome 線上應用程式商店',
  amo: 'Firefox 擴充套件',
  dd: '直接下載',
  manual: '使用手冊',
  source_code: '原始碼',
  desc: {
    search: {
      title: '查單字，從未如此輕鬆',
      content: [
        '沙拉查詞支援多重查詞模式混合使用，無論是單擊、雙擊、圖示、懸浮還是快捷鍵，總有適合您的搭配。',
        '多個字典同時查詢，根據情景模式以及查詞語言、長度動態顯示不同字典組合，快速得到需要的結果。'
      ]
    },
    notebook: {
      title: '單字本，好的知識值得沉澱',
      content: [
        '沙拉查詞內建查詞記錄和生詞本，可對有價值的單字編寫筆記收藏。',
        '每個單字的上下文亦被自動獲取及翻譯，珍貴的語境得到了保留。',
        '單字本可以通過 WebDAV 跨裝置同步，亦可匯出到其它記憶軟體中強化記憶。'
      ]
    },
    langs: {
      title: '多語種，令人驚喜的豐富',
      content: [
        '雖然主打英文查詞，沙拉查詞依然對其它語種提供了不錯的支援。',
        '針對簡體中文、繁體中文、日語、韓語、法語、德語、西班牙語沙拉查詞都提供了相應的字典，其它語種亦提供了多種主流機器翻譯結果。',
        '每個字典都由作者精心打磨，統一的風格，舒適的閱讀效果，請為他打 call！'
      ]
    },
    paper: {
      title: '熬論文，寒夜中送一方熱碳',
      content: [
        '沙拉查詞預設了論文模式、翻譯模式和句庫模式，可分別用於論文的閱讀、翻譯和撰寫。',
        '內建 PDF 閱讀器，配合側邊欄模式的獨立視窗查詞面板，母親手織毛衣的溫暖，熬夜在沙拉查詞上讀論文時也能感受到。'
      ]
    }
  },
  support: {
    title: '支持本擴充套件',
    content:
      '覺得好用的話歡迎幫助更多朋友發現本擴充套件。請按 {github} 上方的 {star} 以及在 {chrome} 或 {firefox} 留好評。設計與開發本擴充套件均由作者一人花費大量私人時間與精力完成（同時感謝{contribute}的熱心開發者），並承諾一直開源免費無廣告。歡迎隨喜打賞咖啡以支持繼續開發（以及保持維護和更新各個字典）。',
    contribute: '貢獻程式碼',
    periodically: '通過 {patreon} 或 {afdian} 定期請我喝咖啡',
    scanqr: '通過微信或支付寶掃碼打賞'
  }
}
